package com.company;

public class Field {
        static String[] comPlayer = {
                        "Sergio Mattarella",
                        "Kung av Sverige",
                        "Harald V",
                        "Felipe VI de Borbón y Grecia",
                        "Joseph Robinette Biden",
                        "習近平"
        };
        static String[] rule = {
                        "ПРАВИЛА ИГРЫ:",
                        "Игроки считают «Аль… ман… джуз!» вместе вслух, одновременно качая головой.",
                        "На счёт «Джуз!» одновременно нажимают на кнопку одного из трёх знаков: камень, ножницы или бумагу.",
                        "Победитель определяется по следующим правилам:",
                        "Бумага побеждает камень («бумага обёртывает камень»).",
                        "Камень побеждает ножницы («камень затупляет или ломает ножницы»).",
                        "Ножницы побеждают бумагу («ножницы разрезают бумагу»).",
                        "Если игроки показали одинаковый знак, то засчитывается ничья и игра переигрывается.",
                        "Играем до трёх побед!"
                };
}

