/*
package com.company;

public class Field {
        String rule1 = "ПРАВИЛА ИГРЫ:";
                                String rule2 = "Игроки считают «Аль… ман… джуз!» вместе вслух, одновременно качая головой.";
                                String rule3 = "На счёт «Джуз!» одновременно нажимают на кнопку одного из трёх знаков: камень, ножницы или бумагу.";
                                String rule4 = "Победитель определяется по следующим правилам:";
                                String rule5 = "Бумага побеждает камень («бумага обёртывает камень»).";
                                String rule6 = "Камень побеждает ножницы («камень затупляет или ломает ножницы»).";
                                String rule7 = "Ножницы побеждают бумагу («ножницы разрезают бумагу»).";
                                String rule8 = "Если игроки показали одинаковый знак, то засчитывается ничья и игра переигрывается.";
                String[] rule = {
                        "ПРАВИЛА ИГРЫ:",
                        "Игроки считают «Аль… ман… джуз!» вместе вслух, одновременно качая головой.",
                        "На счёт «Джуз!» одновременно нажимают на кнопку одного из трёх знаков: камень, ножницы или бумагу.",
                        "Победитель определяется по следующим правилам:",
                        "Бумага побеждает камень («бумага обёртывает камень»).",
                        "Камень побеждает ножницы («камень затупляет или ломает ножницы»).",
                        "Ножницы побеждают бумагу («ножницы разрезают бумагу»).",
                        "Если игроки показали одинаковый знак, то засчитывается ничья и игра переигрывается.",
                        "Играем до трёх побед!"
                };
}

*/
